Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.deviceTree.workspaceCountFormat.other
source: %d workspaces
ar: مساحات العمل %d
de: %d-Arbeitsbereiche
es: %d espacios de trabajo
ja: %d個のワークスペース
ko: %d 작업 공간

# mobile.devices.emptyDescription
source: For Iroh to find a Mac, run cmux 0.64.20 or later on the Mac, sign in to cmux on both devices with the same account, and keep cmux running on the Mac while both devices are online. If any requirement is missing, the Mac will not appear automatically. To use Tailscale instead, open Settings, tap Connection Method, and choose Tailscale Only.
ar: لكي يتمكن Iroh من العثور على جهاز Mac، قم بتشغيل cmux 0.64.20 أو إصدار أحدث على جهاز Mac، وقم بتسجيل الدخول إلى cmux على كلا الجهازين بنفس الحساب، واستمر في تشغيل cmux على جهاز Mac أثناء اتصال كلا الجهازين بالإنترنت. إذا كان هناك أي متطلبات مفقودة، فلن يظهر جهاز Mac تلقائيًا. لاستخدام Tailscale بدلاً من ذلك، افتح الإعدادات، ثم انقر فوق طريقة الاتصال، ثم اختر Tailscale فقط.
de: Damit Iroh einen Mac findet, führen Sie cmux 0.64.20 oder höher auf dem Mac aus, melden Sie sich auf beiden Geräten mit demselben Konto bei cmux an und lassen Sie cmux auf dem Mac laufen, während beide Geräte online sind. Fehlt eine Anforderung, wird der Mac nicht automatisch angezeigt. Um stattdessen Tailscale zu verwenden, öffnen Sie die Einstellungen, tippen Sie auf Verbindungsmethode und wählen Sie „Nur Tailscale“.
es: Para que Iroh encuentre una Mac, ejecute cmux 0.64.20 o posterior en la Mac, inicie sesión en cmux en ambos dispositivos con la misma cuenta y mantenga cmux ejecutándose en la Mac mientras ambos dispositivos estén en línea. Si falta algún requisito, la Mac no aparecerá automáticamente. Para usar Tailscale en su lugar, abra Configuración, toque Método de conexión y elija Solo Tailscale.
fr: Pour qu'Iroh trouve un Mac, exécutez cmux 0.64.20 ou version ultérieure sur le Mac, connectez-vous à cmux sur les deux appareils avec le même compte et continuez à exécuter cmux sur le Mac pendant que les deux appareils sont en ligne. S'il manque une condition, le Mac n'apparaîtra pas automatiquement. Pour utiliser Tailscale à la place, ouvrez Paramètres, appuyez sur Méthode de connexion et choisissez Tailscale uniquement.
ja: IrohでMacを見つけるには、Macでcmux 0.64.20以降を起動し、両方のデバイスでcmuxに同じアカウントでサインインし、cmuxを起動したまま両方のデバイスをオンラインにしてください。いずれかの条件を満たしていない場合、Macは自動的には表示されません。代わりにTailscaleを使うには、「設定」を開き、「接続方法」をタップして「Tailscaleのみ」を選択してください。
ko: Iroh가 Mac을 찾으려면 Mac에서 cmux 0.64.20 이상을 실행하고 동일한 계정으로 두 장치 모두에서 cmux에 로그인한 다음 두 장치가 모두 온라인 상태인 동안 Mac에서 cmux를 계속 실행하세요. 요구 사항이 누락된 경우 Mac이 자동으로 나타나지 않습니다. 대신 Tailscale을 사용하려면 설정을 열고 연결 방법을 탭한 다음 Tailscale만을 선택하십시오.
zh_hans: 要让 Iroh 找到 Mac，请在 Mac 上运行 cmux 0.64.20 或更高版本，使用同一帐户在两台设备上登录 cmux，并在两台设备都在线时保持 cmux 在 Mac 上运行。如果缺少任何要求，Mac 将不会自动出现。要使用 Tailscale，请打开“设置”，点击“连接方法”，然后选择“仅 Tailscale”。
zh_hant: 要讓 Iroh 找到 Mac，請在 Mac 上執行 cmux 0.64.20 或更高版本，使用同一帳戶在兩台裝置上登入 cmux，並在兩台裝置都在線上時保持 cmux 在 Mac 上運作。如果缺少任何要求，Mac 將不會自動出現。要使用 Tailscale，請開啟“設定”，點擊“連接方法”，然後選擇“僅 Tailscale”。

# mobile.devices.setupHelp
source: Trouble connecting?
ar: هل تواجه مشكلة في الاتصال؟
de: Probleme beim Verbinden?
es: ¿Problemas para conectarse?
fr: Un problème de connexion ?
ja: 接続できないときは
ko: 연결하는 데 문제가 있나요?
zh_hans: 连接有问题吗？
zh_hant: 連線有問題嗎？

# mobile.debug.copyLogs
source: Copy Debug Logs
ar: نسخ سجلات التصحيح
de: Kopieren Sie Debug-Protokolle
es: Copiar registros de depuración
fr: Copier les journaux de débogage
ja: デバッグログをコピー
ko: 디버그 로그 복사
zh_hans: 复制调试日志
zh_hant: 複製調試日誌

# mobile.disconnected.connectFailedMessage
source: Make sure the computer is awake and online, then try again.
ar: تأكد من أن الكمبيوتر نشط ومتصل بالإنترنت، ثم حاول مرة أخرى.
de: Stellen Sie sicher, dass der Computer aktiv und online ist, und versuchen Sie es dann erneut.
es: Asegúrese de que la computadora esté activa y en línea, luego inténtelo nuevamente.
fr: Assurez-vous que l'ordinateur est réveillé et en ligne, puis réessayez.
ja: コンピュータがスリープしておらずオンラインであることを確認してから、もう一度お試しください。
ko: 컴퓨터가 깨어 있고 온라인 상태인지 확인한 후 다시 시도하십시오.
zh_hans: 确保计算机已唤醒并在线，然后重试。
zh_hant: 確保電腦已喚醒並上線，然後重試。

# mobile.disconnected.connectFailedTitleFormat
source: Couldn't connect to %@
ar: تعذر الاتصال بـ %@
de: Es konnte keine Verbindung zu %@ hergestellt werden
es: No se pudo conectar a %@
fr: Impossible de se connecter à %@
ja: %@に接続できませんでした
ko: %@에 연결할 수 없습니다.

# mobile.feedback.cancel
source: Cancel
ar: يلغي
de: Stornieren
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# mobile.feedback.emailPlaceholder
source: Your email
ar: البريد الإلكتروني الخاص بك
de: Ihre E-Mail
es: Tu correo electrónico
fr: Votre email
ja: メールアドレス
ko: 귀하의 이메일
zh_hans: 您的电子邮件
zh_hant: 您的電子郵件

# mobile.feedback.error
source: Could not send feedback. Check your connection and try again.
ar: تعذر إرسال التعليقات. تحقق من اتصالك وحاول مرة أخرى.
de: Es konnte kein Feedback gesendet werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se pudo enviar comentarios. Comprueba tu conexión y vuelve a intentarlo.
fr: Impossible d'envoyer des commentaires. Vérifiez votre connexion et réessayez.
ja: フィードバックを送信できませんでした。接続を確認してもう一度お試しください。
ko: 의견을 보낼 수 없습니다. 연결을 확인하고 다시 시도하세요.
zh_hans: 无法发送反馈。检查您的连接并重试。
zh_hant: 無法發送回饋。檢查您的連線並重試。

# mobile.feedback.explanation.agent
source: Sends diagnostics (debug log + visible terminal) and your note straight to the paired Mac.
ar: يرسل التشخيصات (سجل التصحيح + المحطة المرئية) وملاحظتك مباشرة إلى جهاز Mac المقترن.
de: Sendet Diagnosedaten (Debug-Protokoll + sichtbares Terminal) und Ihre Notiz direkt an den gekoppelten Mac.
es: Envía diagnósticos (registro de depuración + terminal visible) y su nota directamente a la Mac emparejada.
fr: Envoie des diagnostics (journal de débogage + terminal visible) et votre note directement au Mac couplé.
ja: 診断情報（デバッグログ＋表示中のターミナル）とメモをペアリング済みの Mac に直接送信します。
ko: 진단(디버그 로그 + 표시되는 터미널) 및 메모를 페어링된 Mac으로 직접 보냅니다.
zh_hans: 将诊断信息（调试日志 + 可见终端）和您的注释直接发送到配对的 Mac。
zh_hant: 將診斷資訊（偵錯日誌 + 可見終端）和您的註解直接傳送到配對的 Mac。

# mobile.feedback.explanation.email
source: Emails your feedback to the cmux team, stamped with your app version and device.
ar: قم بإرسال ملاحظاتك عبر البريد الإلكتروني إلى فريق cmux، مختومة بإصدار التطبيق والجهاز الخاص بك.
de: Sendet Ihr Feedback per E-Mail an das cmux-Team, gestempelt mit Ihrer App-Version und Ihrem Gerät.
es: Envía por correo electrónico sus comentarios al equipo de cmux, estampados con la versión de su aplicación y su dispositivo.
fr: Envoie vos commentaires par e-mail à l'équipe cmux, avec la version de votre application et votre appareil.
ja: アプリのバージョンとデバイス情報を付けて、フィードバックを cmux チームにメールで送信します。
ko: 앱 버전과 장치가 포함된 피드백을 cmux 팀에 이메일로 보냅니다.
zh_hans: 通过电子邮件将您的反馈发送给 cmux 团队，并盖上您的应用程序版本和设备的印记。
zh_hant: 透過電子郵件將您的回饋發送給 cmux 團隊，並蓋上您的應用程式版本和裝置的印記。

# mobile.feedback.placeholder
source: What happened?
ar: ماذا حدث؟
de: Was ist passiert?
es: ¿Qué pasó?
fr: Ce qui s'est passé?
ja: 何が起きましたか？
ko: 무슨 일이에요?
zh_hans: 发生了什么？
zh_hant: 發生了什麼事？

# mobile.feedback.send
source: Send Feedback
ar: إرسال الملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
ja: フィードバックを送信
ko: 피드백 보내기
zh_hans: 发送反馈
zh_hant: 傳送回饋

# mobile.feedback.sendAction
source: Send
ar: يرسل
de: Schicken
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내다
zh_hans: 发送
zh_hant: 傳送

# mobile.macUpdateHint.browserStream
source: Update cmux on your Mac to stream browser panes
ar: قم بتحديث cmux على جهاز Mac الخاص بك لدفق أجزاء المتصفح
de: Aktualisieren Sie cmux auf Ihrem Mac, um Browserfenster zu streamen
es: Actualice cmux en su Mac para transmitir paneles del navegador
fr: Mettez à jour cmux sur votre Mac pour diffuser les volets du navigateur
ja: ブラウザペインをストリーミングするにはMacのcmuxを更新してください
ko: 브라우저 창을 스트리밍하려면 Mac에서 cmux를 업데이트하세요.
zh_hans: 更新 Mac 上的 cmux 以流式传输浏览器窗格
zh_hant: 更新 Mac 上的 cmux 以串流瀏覽器窗格

# mobile.notificationFeed.allRead.body
source: New agent alerts will appear here as they arrive.
ar: ستظهر تنبيهات الوكيل الجديد هنا عند وصولها.
de: Benachrichtigungen über neue Agenten werden hier angezeigt, sobald sie eintreffen.
es: Las alertas de nuevos agentes aparecerán aquí a medida que lleguen.
fr: Les nouvelles alertes d’agent apparaîtront ici dès leur arrivée.
ja: 新しいエージェント通知は届き次第ここに表示されます。
ko: 새 에이전트 알림이 도착하면 여기에 표시됩니다.
zh_hans: 新的代理警报到达后将显示在此处。
zh_hant: 新的代理警報到達後將顯示在此。

# mobile.notificationFeed.allRead.title
source: You're all caught up
ar: أنتم جميعًا محاصرون
de: Ihr seid alle beschäftigt
es: Estáis todos atrapados
fr: Vous êtes tous rattrapés
ja: すべて確認済みです
ko: 너희들은 모두 따라잡았어
zh_hans: 你们都被困住了
zh_hant: 你們都被困住了

# mobile.notificationFeed.day.today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

# mobile.notificationFeed.day.yesterday
source: Yesterday
ar: أمس
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
zh_hans: 昨天
zh_hant: 昨天

# mobile.notificationFeed.empty.body
source: Every agent alert from your paired Macs will collect here, even if push alerts are off. Enable push alerts in Settings only when you want an immediate heads-up away from the app.
ar: سيتم جمع كل تنبيهات الوكيل من أجهزة Mac المقترنة هنا، حتى إذا تم إيقاف تشغيل التنبيهات. قم بتمكين التنبيهات الفورية في الإعدادات فقط عندما تريد تنبيهًا فوريًا بعيدًا عن التطبيق.
de: Alle Agentenwarnungen Ihrer gekoppelten Macs werden hier gesammelt, auch wenn Push-Benachrichtigungen deaktiviert sind. Aktivieren Sie Push-Benachrichtigungen in den Einstellungen nur, wenn Sie sofort benachrichtigt werden möchten, wenn Sie die App verlassen.
es: Todas las alertas de agente de sus Mac emparejadas se recopilarán aquí, incluso si las alertas automáticas están desactivadas. Habilite las alertas automáticas en Configuración solo cuando desee recibir un aviso inmediato fuera de la aplicación.
fr: Chaque alerte d'agent provenant de vos Mac couplés sera collectée ici, même si les alertes push sont désactivées. Activez les alertes push dans Paramètres uniquement lorsque vous souhaitez être informé immédiatement en dehors de l'application.
ja: ペアリングしたすべてのMacからのエージェント通知が、プッシュ通知をオフにしていてもここに集まります。アプリを離れているときにすぐ知らせてほしい場合だけ、設定でプッシュ通知を有効にしてください。
ko: 푸시 알림이 꺼져 있어도 페어링된 Mac의 모든 에이전트 알림이 여기에 수집됩니다. 앱에서 즉시 알림을 받으려는 경우에만 설정에서 푸시 알림을 활성화하세요.
zh_hans: 即使推送警报已关闭，来自配对 Mac 的每个代理警报都会收集到此处。仅当您希望立即远离应用程序时，才在“设置”中启用推送警报。
zh_hant: 即使推播警報已關閉，來自配對 Mac 的每個代理警報都會收集到此處。只有當您希望立即遠離應用程式時，才在「設定」中啟用推播警報。

# mobile.notificationFeed.empty.title
source: No notifications yet
ar: لا توجد إخطارات حتى الآن
de: Noch keine Benachrichtigungen
es: Aún no hay notificaciones
fr: Aucune notification pour l'instant
ja: 通知はまだありません
ko: 아직 알림이 없습니다
zh_hans: 还没有通知
zh_hant: 還沒有通知

# mobile.notificationFeed.history.count
source: %lld updates
ar: %lld تحديثات
de: %lld Aktualisierungen
es: %lld actualizaciones
fr: %lld mises à jour
ja: %lld件の更新
ko: 업데이트 %lld개
zh_hans: %lld 条更新
zh_hant: %lld 則更新

# mobile.notificationFeed.history.hide
source: Hide earlier notifications
ar: إخفاء الإشعارات السابقة
de: Frühere Benachrichtigungen ausblenden
es: Ocultar notificaciones anteriores
fr: Masquer les notifications précédentes
ja: 以前の通知を非表示
ko: 이전 알림 숨기기
zh_hans: 隐藏较早的通知
zh_hant: 隱藏較早的通知

# mobile.notificationFeed.history.show
source: Show earlier notifications
ar: إظهار الإشعارات السابقة
de: Frühere Benachrichtigungen anzeigen
es: Mostrar notificaciones anteriores
fr: Afficher les notifications précédentes
ja: 以前の通知を表示
ko: 이전 알림 표시
zh_hans: 显示较早的通知
zh_hant: 顯示較早的通知

# mobile.notificationFeed.filter
source: Filter
ar: فلتر
es: Filtrar
fr: Filtre
ja: フィルタ
ko: 필터
zh_hans: 筛选
zh_hant: 篩選

# mobile.notificationFeed.filter.allNotifications
source: All Notifications
ar: جميع الإخطارات
de: Alle Benachrichtigungen
es: Todas las notificaciones
fr: Toutes les notifications
ja: すべての通知
ko: 모든 알림
zh_hans: 所有通知
zh_hant: 所有通知

# mobile.notificationFeed.filter.label
source: Notification filter
ar: مرشح الإخطار
de: Benachrichtigungsfilter
es: Filtro de notificaciones
fr: Filtre de notifications
ja: 通知フィルタ
ko: 알림 필터
zh_hans: 通知过滤器
zh_hant: 通知過濾器

# mobile.notificationFeed.filter.unread
source: Unread
ar: غير مقروءة
de: Ungelesen
es: No leído
fr: Non lu
ja: 未読
ko: 읽히지 않는
zh_hans: 未读
zh_hant: 未讀

# mobile.notificationFeed.loading
source: Syncing notifications…
ar: جارٍ مزامنة الإشعارات…
de: Benachrichtigungen werden synchronisiert…
es: Sincronizando notificaciones…
fr: Synchronisation des notifications…
ja: 通知を同期中…
ko: 알림 동기화 중…
zh_hans: 正在同步通知...
zh_hant: 正在同步通知...

# mobile.notificationFeed.loading.body
source: Collecting agent alerts from your paired Macs.
ar: جمع تنبيهات الوكيل من أجهزة Mac المقترنة.
de: Sammeln von Agentenwarnungen von Ihren gekoppelten Macs.
es: Recopilar alertas de agentes de sus Mac emparejadas.
fr: Collecte des alertes d'agent de vos Mac couplés.
ja: ペアリングしたMacからエージェント通知を収集中です。
ko: 페어링된 Mac에서 에이전트 알림을 수집합니다.
zh_hans: 从配对的 Mac 收集代理警报。
zh_hant: 從配對的 Mac 收集代理警報。

# mobile.notificationFeed.macReconnectingFormat
source: %@ · Reconnecting
ar: %@ · إعادة الاتصال
de: %@ · Verbindung wird wiederhergestellt
es: %@ · Reconectando
fr: %@ · Reconnexion
ja: %@ · 再接続中
ko: %@ · 다시 연결하는 중

# mobile.notificationFeed.macUnavailableFormat
source: %@ · Unavailable
ar: %@ · غير متاح
de: %@ · Nicht verfügbar
es: %@ · No disponible
fr: %@ · Indisponible
ja: %@ · 利用不可
ko: %@ · 사용할 수 없음
zh_hans: %@ · 不可用
zh_hant: %@ · 不可用

# mobile.notificationFeed.markAllRead
source: Mark All Read
ar: وضع علامة على الكل مقروءة
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Marquer tout comme lu
ja: すべて既読にする
ko: 모두 읽은 것으로 표시
zh_hans: 标记全部已读
zh_hant: 標記全部已讀

# mobile.notificationFeed.markAllRead.confirmTitle
source: Mark all notifications as read?
ar: هل تريد وضع علامة على جميع الإشعارات كمقروءة؟
de: Alle Benachrichtigungen als gelesen markieren?
es: ¿Marcar todas las notificaciones como leídas?
fr: Marquer toutes les notifications comme lues ?
ja: すべての通知を既読にしますか？
ko: 모든 알림을 읽음으로 표시하시겠습니까?
zh_hans: 将所有通知标记为已读？
zh_hant: 將所有通知標記為已讀？

# mobile.notificationFeed.markRead
source: Mark as Read
ar: وضع علامة كمقروءة
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
ja: 既読にする
ko: 읽음으로 표시
zh_hans: 标记为已读
zh_hant: 標記為已讀

# mobile.notificationFeed.markUnread
source: Mark as Unread
ar: وضع علامة كغير مقروءة
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
ja: 未読にする
ko: 읽지 않은 상태로 표시
zh_hans: 标记为未读
zh_hant: 標記為未讀

# mobile.notificationFeed.offline.body
source: Reconnect a paired Mac, then pull to refresh.
ar: أعد توصيل جهاز Mac مقترن، ثم اسحب للتحديث.
de: Schließen Sie einen gekoppelten Mac erneut an und ziehen Sie ihn dann zum Aktualisieren.
es: Vuelva a conectar una Mac emparejada y luego tire para actualizar.
fr: Reconnectez un Mac couplé, puis tirez pour actualiser.
ja: ペアリング済みのMacに再接続してから、下に引いて更新してください。
ko: 쌍으로 연결된 Mac을 다시 연결한 다음 당겨서 새로 고침하세요.
zh_hans: 重新连接已配对的 Mac，然后拉动刷新。
zh_hant: 重新連接已配對的 Mac，然後拉動刷新。

# mobile.notificationFeed.offline.inlineBody
source: Showing the latest alerts synced from your Macs.
ar: عرض أحدث التنبيهات التي تمت مزامنتها من أجهزة Mac الخاصة بك.
de: Zeigt die neuesten, von Ihren Macs synchronisierten Warnungen an.
es: Mostrando las últimas alertas sincronizadas desde tus Mac.
fr: Affichage des dernières alertes synchronisées depuis vos Mac.
ja: Macから最後に同期した通知を表示しています。
ko: Mac에서 동기화된 최신 알림을 표시합니다.
zh_hans: 显示从 Mac 同步的最新警报。
zh_hant: 顯示從 Mac 同步的最新警報。

# mobile.notificationFeed.offline.title
source: Notifications are offline
ar: الإخطارات غير متصل
de: Benachrichtigungen sind offline
es: Las notificaciones están fuera de línea
fr: Les notifications sont hors ligne
ja: 通知はオフラインです
ko: 알림이 오프라인 상태입니다
zh_hans: 通知已离线
zh_hant: 通知已離線

# mobile.notificationFeed.open
source: Open
ar: يفتح
de: Offen
es: Abierto
fr: Ouvrir
ja: 開く
ko: 열려 있는
zh_hans: 打开
zh_hant: 打開

# mobile.notificationFeed.openHint
source: Opens this notification's workspace.
ar: يفتح مساحة عمل هذا الإشعار.
de: Öffnet den Arbeitsbereich dieser Benachrichtigung.
es: Abre el espacio de trabajo de esta notificación.
fr: Ouvre l'espace de travail de cette notification.
ja: この通知のワークスペースを開きます。
ko: 이 알림의 작업공간을 엽니다.
zh_hans: 打开此通知的工作区。
zh_hant: 開啟此通知的工作區。

# mobile.notificationFeed.preview.approval.body
source: The feed screen is implemented. Review the navigation and approve the final interaction pass.
ar: يتم تنفيذ شاشة التغذية. قم بمراجعة التنقل والموافقة على تصريح التفاعل النهائي.
de: Der Feedbildschirm ist implementiert. Überprüfen Sie die Navigation und genehmigen Sie den endgültigen Interaktionsdurchgang.
es: Se implementa la pantalla de alimentación. Revisar la navegación y aprobar el pase de interacción final.
fr: L'écran d'alimentation est implémenté. Vérifiez la navigation et approuvez la passe d'interaction finale.
ja: フィード画面の実装が完了しました。ナビゲーションを確認し、最終の操作チェックを承認してください。
ko: 피드 화면이 구현되었습니다. 탐색을 검토하고 최종 상호 작용 단계를 승인합니다.
zh_hans: 实现了 feed 屏幕。检查导航并批准最终的交互过程。
zh_hant: 實現了 feed 螢幕。檢查導航並批准最終的互動過程。

# mobile.notificationFeed.preview.approval.subtitle
source: Notification feed
ar: تغذية الإخطار
de: Benachrichtigungs-Feed
es: Feed de notificaciones
fr: Flux de notifications
ja: 通知フィード
ko: 알림 피드
zh_hans: 通知源
zh_hant: 通知來源

# mobile.notificationFeed.preview.approval.title
source: Codex needs approval
ar: الدستور الغذائي يحتاج إلى موافقة
de: Codex muss genehmigt werden
es: El Codex necesita aprobación
fr: Le Codex doit être approuvé
ja: Codexが承認を求めています
ko: Codex 승인 필요
zh_hans: 法典需要批准
zh_hant: 法典需要批准

# mobile.notificationFeed.preview.finished.body
source: The getting-started guide now covers pairing and notifications.
ar: يغطي دليل البدء الآن الاقتران والإشعارات.
de: Der Leitfaden „Erste Schritte“ befasst sich nun mit Kopplung und Benachrichtigungen.
es: La guía de introducción ahora cubre el emparejamiento y las notificaciones.
fr: Le guide de démarrage couvre désormais le couplage et les notifications.
ja: はじめにガイドでペアリングと通知を説明するようになりました。
ko: 이제 시작 가이드에서 페어링 및 알림을 다룹니다.
zh_hans: 入门指南现在涵盖配对和通知。
zh_hant: 入門指南現在涵蓋配對和通知。

# mobile.notificationFeed.preview.finished.subtitle
source: Documentation
ar: التوثيق
de: Dokumentation
es: Documentación
ja: ドキュメント
ko: 선적 서류 비치
zh_hans: 文档
zh_hant: 文件

# mobile.notificationFeed.preview.finished.title
source: Agent finished
ar: انتهى الوكيل
de: Agent ist fertig
es: Agente terminado
fr: Agent terminé
ja: エージェントが完了しました
ko: 에이전트 완료
zh_hans: 代理完毕
zh_hant: 代理完畢

# mobile.notificationFeed.preview.input.body
source: The remote builder went offline mid-build. Choose whether to retry on another machine or keep the current artifact.
ar: أصبح المنشئ البعيد غير متصل بالإنترنت في منتصف عملية البناء. اختر ما إذا كنت تريد إعادة المحاولة على جهاز آخر أو الاحتفاظ بالعنصر الحالي.
de: Der Remote Builder ging mitten im Build offline. Wählen Sie, ob Sie es auf einem anderen Computer erneut versuchen oder das aktuelle Artefakt behalten möchten.
es: El constructor remoto se desconectó a mitad de la compilación. Elija si desea volver a intentarlo en otra máquina o conservar el artefacto actual.
fr: Le constructeur distant s'est déconnecté à mi-construction. Choisissez si vous souhaitez réessayer sur une autre machine ou conserver l'artefact actuel.
ja: リモートビルダーがビルド中にオフラインになりました。別のマシンで再試行するか、現在の成果物を維持するか選んでください。
ko: 원격 빌더가 빌드 도중 오프라인 상태가 되었습니다. 다른 머신에서 재시도할지 아니면 현재 아티팩트를 유지할지 선택하세요.
zh_hans: 远程构建器在构建过程中离线。选择是在另一台计算机上重试还是保留当前工件。
zh_hant: 遠端建構器在建置過程中離線。選擇是在另一台電腦上重試還是保留目前工件。

# mobile.notificationFeed.preview.input.subtitle
source: Cloud build
ar: بناء السحابة
es: Construcción de nube
fr: Construction cloud
ja: クラウドビルド
ko: 클라우드 구축
zh_hans: 云构建
zh_hant: 雲端建置

# mobile.notificationFeed.preview.input.title
source: Input needed
ar: المدخلات اللازمة
de: Eingabe erforderlich
es: Entrada necesaria
fr: Entrée nécessaire
ja: 入力が必要です
ko: 입력이 필요함
zh_hans: 需要输入
zh_hant: 需要輸入

# mobile.notificationFeed.preview.localization.body
source: English and Japanese strings are translated and ready for review.
ar: النصوص الإنجليزية واليابانية مترجمة وجاهزة للمراجعة.
de: Englische und japanische Zeichenfolgen sind übersetzt und stehen zur Überprüfung bereit.
es: Las cadenas en inglés y japonés están traducidas y listas para su revisión.
fr: Les chaînes anglaises et japonaises sont traduites et prêtes à être révisées.
ja: 英語と日本語の文言の翻訳が完了し、レビューできる状態です。
ko: 영어 및 일본어 문자열이 번역되어 검토할 준비가 되었습니다.
zh_hans: 英语和日语字符串已翻译并可供审核。
zh_hant: 英語和日語字串已翻譯並可供審核。

# mobile.notificationFeed.preview.localization.title
source: Localization complete
ar: اكتمل التوطين
de: Lokalisierung abgeschlossen
es: Localización completa
fr: Localisation terminée
ja: ローカライズが完了しました
ko: 현지화 완료
zh_hans: 本地化完成
zh_hant: 本地化完成

# mobile.notificationFeed.preview.mac.build
source: Build Mac
ar: بناء ماك
de: Erstellen Sie einen Mac
es: Construir Mac
fr: Construire un Mac
ja: ビルド用Mac
ko: Mac 구축
zh_hans: 构建 Mac
zh_hant: 建構 Mac

# mobile.notificationFeed.preview.mac.macBookPro
source: MacBook Pro
ar: ماك بوك برو
ko: 맥북 프로

# mobile.notificationFeed.preview.mac.studio
source: Studio
ar: استوديو
es: Estudio
ko: 사진관
zh_hans: 工作室
zh_hant: 工作室

# mobile.notificationFeed.preview.surface.agent
source: Agent
ar: عامل
es: Agente
ja: エージェント
ko: 대리인
zh_hans: 代理人
zh_hant: 代理人

# mobile.notificationFeed.preview.surface.build
source: Build
ar: يبني
de: Bauen
es: Construir
fr: Construire
ja: ビルド
ko: 짓다
zh_hans: 建造
zh_hant: 建造

# mobile.notificationFeed.preview.surface.codex
source: Codex
ar: الدستور الغذائي
de: Kodex
es: Códice
fr: Manuscrit
ko: 사본
zh_hans: 法典
zh_hant: 法典

# mobile.notificationFeed.preview.surface.tests
source: Tests
ar: الاختبارات
es: Pruebas
fr: Essais
ja: テスト
ko: 테스트
zh_hans: 测试
zh_hant: 測試

# mobile.notificationFeed.preview.tests.body
source: All 214 tests passed in 42 seconds on the release branch.
ar: تم اجتياز جميع الاختبارات الـ 214 في 42 ثانية في فرع الإصدار.
de: Alle 214 Tests wurden im Release-Zweig in 42 Sekunden bestanden.
es: Las 214 pruebas se pasaron en 42 segundos en la rama de lanzamiento.
fr: Les 214 tests ont été réussis en 42 secondes sur la branche release.
ja: リリースブランチで214件のテストがすべて42秒で合格しました。
ko: 릴리스 브랜치에서는 214개 테스트가 모두 42초 만에 통과되었습니다.
zh_hans: 发布分支上的 214 项测试在 42 秒内全部通过。
zh_hant: 發布分支上的 214 項測試在 42 秒內全部通過。

# mobile.notificationFeed.preview.tests.subtitle
source: Release preparation
ar: إعداد الافراج
de: Release-Vorbereitung
es: Preparación de lanzamiento
fr: Préparation de la sortie
ja: リリース準備
ko: 출시 준비
zh_hans: 发布准备
zh_hant: 發布準備

# mobile.notificationFeed.preview.tests.title
source: Tests passed
ar: مرت الاختبارات
de: Tests bestanden
es: Pruebas superadas
fr: Tests réussis
ja: テストに合格しました
ko: 테스트 통과
zh_hans: 测试通过
zh_hant: 測試通過

# mobile.notificationFeed.preview.workspace.cloudBuilder
source: Cloud Builder
ar: منشئ السحابة
es: Constructor de nube
fr: Générateur de nuages
ja: クラウドビルダー
ko: 클라우드 빌더
zh_hans: 云建设者
zh_hant: 雲端建置者

# mobile.notificationFeed.preview.workspace.docs
source: Docs
ar: المستندات
de: Dokumente
es: Documentos
fr: Documents
ja: ドキュメント
ko: 문서
zh_hans: 文档
zh_hant: 文件

# mobile.notificationFeed.preview.workspace.ios
source: cmux iOS
ar: كموكس دائرة الرقابة الداخلية

# mobile.notificationFeed.preview.workspace.localization
source: Localization
ar: التعريب
de: Lokalisierung
es: Localización
fr: Localisation
ja: ローカライズ
ko: 현지화
zh_hans: 本土化
zh_hant: 本土化

# mobile.notificationFeed.preview.workspace.release
source: Release
ar: يطلق
de: Freigeben
es: Liberar
fr: Libérer
ja: リリース
ko: 풀어 주다
zh_hans: 发布
zh_hant: 發布

# mobile.notificationFeed.preview.openedFormat
source: Opened %@
ar: تم فتح %@
de: %@ geöffnet
es: Abierto %@
fr: %@ ouvert
ja: %@を開きました
ko: %@ 오픈

# mobile.notificationFeed.read
source: Read
ar: يقرأ
de: Lesen
es: Leer
fr: Lire
ja: 既読
ko: 읽다
zh_hans: 读
zh_hant: 讀

# mobile.notificationFeed.retry
source: Try Again
ar: حاول ثانية
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Essayer à nouveau
ja: 再試行
ko: 다시 시도
zh_hans: 再试一次
zh_hant: 再試一次

# mobile.notificationFeed.row.computer
source: Computer
ar: حاسوب
es: Computadora
fr: Ordinateur
ja: コンピュータ
ko: 컴퓨터
zh_hans: 电脑
zh_hant: 電腦

# mobile.notificationFeed.row.source
source: From
ar: من
de: Aus
es: De
fr: Depuis
ja: 送信元
ko: 에서
zh_hans: 从
zh_hant: 從
